<!DOCTYPE html><html class="no-js" lang="en"><head> <meta charset="utf-8"> <title>EL DERECHO ECONÓMICO: UNA APROXIMACIÓN CONCEPTUAL - Blog - Derecho y Economía</title> <meta name="description" content=""> <meta name="author" content=""> <meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1"> <link rel="stylesheet" href="css/base.css"> <link rel="stylesheet" href="css/vendor.css"> <link rel="stylesheet" href="css/main.css"> <link rel="stylesheet" href="css/nuevo.css"> <script src="js/modernizr.js"></script> <script src="js/pace.min.js"></script> <link rel="shortcut icon" href="image.ico" type="image/x-icon"> <link rel="icon" href="image.ico" type="image/x-icon"> <style type="text/css"> ol { margin: 0; padding: 0 } table td, table th { padding: 0 } .c4 { color: #000000; font-weight: 400; text-decoration: none; vertical-align: baseline; font-size: 12pt; font-family: "Arial"; font-style: normal } .c8 { color: #000000; font-weight: 700; text-decoration: none; vertical-align: baseline; font-size: 12pt; font-family: "Arial"; font-style: normal } .c11 { color: #000000; font-weight: 400; text-decoration: none; vertical-align: baseline; font-size: 10pt; font-family: "Times New Roman"; font-style: normal } .c6 { padding-top: 0pt; padding-bottom: 0pt; line-height: 1.0; orphans: 2; widows: 2; text-align: justify } .c22 { padding-top: 0pt; padding-bottom: 0pt; line-height: 1.0; orphans: 2; widows: 2; text-align: right } .c1 { padding-top: 0pt; padding-bottom: 10pt; line-height: 1.0; orphans: 2; widows: 2; text-align: justify } .c12 { padding-top: 0pt; padding-bottom: 10pt; line-height: 1.0; orphans: 2; widows: 2; text-align: center } .c17 { -webkit-text-decoration-skip: none; text-decoration: underline; vertical-align: baseline; text-decoration-skip-ink: none; font-style: normal } .c0 { background-color: #ffffff; font-size: 12pt; font-family: "Arial"; color: #222222; font-weight: 400 } .c3 { font-size: 12pt; font-family: "Arial"; font-style: italic; font-weight: 400 } .c16 { text-decoration: none; vertical-align: baseline; font-style: normal } .c5 { font-size: 12pt; font-family: "Arial"; font-weight: 400 } .c15 { color: #000000; text-decoration: none; vertical-align: baseline } .c21 { font-size: 12pt; font-family: "Arial"; font-weight: 700 } .c18 { max-width: 468pt; padding: 72pt 72pt 72pt 72pt } .c2 { color: inherit; text-decoration: inherit } .c19 { width: 33%; height: 1px } .c9 { height: 10pt } .c10 { color: #1155cc } .c14 { vertical-align: super } .c13 { text-indent: 36pt } .c7 { background-color: #ffffff } .c20 { font-style: italic } .title { padding-top: 0pt; color: #000000; font-size: 26pt; padding-bottom: 3pt; font-family: "Times New Roman"; line-height: 1.0; page-break-after: avoid; orphans: 2; widows: 2; text-align: justify } .subtitle { padding-top: 0pt; color: #666666; font-size: 15pt; padding-bottom: 16pt; font-family: "Arial"; line-height: 1.0; page-break-after: avoid; orphans: 2; widows: 2; text-align: justify } li { color: #000000; font-size: 10pt; font-family: "Times New Roman" } p { margin: 0; color: #000000; font-size: 10pt; font-family: "Times New Roman" } h1 { padding-top: 20pt; color: #000000; font-size: 20pt; padding-bottom: 6pt; font-family: "Times New Roman"; line-height: 1.0; page-break-after: avoid; orphans: 2; widows: 2; text-align: justify } h3 { padding-top: 16pt; color: #434343; font-size: 14pt; padding-bottom: 4pt; font-family: "Times New Roman"; line-height: 1.0; page-break-after: avoid; orphans: 2; widows: 2; text-align: justify } </style></head><body id="top"> <div class="s-pageheader"> <header class="header"> <div class="header__content row"> <div class="header__logo"><a class="logo" href="index.html"><img src="images/logof.png" alt="Homepage"></a></div> <ul class="header__social"> <li><a href="https://bit.ly/2WmTRzr"><i class="fa fa-facebook" aria-hidden="true"></i></a></li> <li><a href="https://bit.ly/2UYc6Lg"><i class="fa fa-twitter" aria-hidden="true"></i></a></li> <li><a href="https://www.linkedin.com/in/grupo-derecho-y-economia/"><i class="fa fa-linkedin" aria-hidden="true"></i></a></li> </ul><a class="header__toggle-menu" href="#0" title="Menu"><span>Menu</span></a> <nav class="header__nav-wrap"> <h2 class="header__nav-heading h6">Menú</h2> <ul class="header__nav"> <li><a href="index.html" title="">Inicio</a></li> <li><a href="acercade.html">Nosotros</a></li> <li><a href="publicaciones.html" title="">Publicaciones</a></li> <li><a href="https://hipertexto-comercial.derechoyeconomia-un.com" title="">Hipertexto</a></li> <li class="current"><a href="blog.html" title="">Blog</a></li> <li><a href="http://www.odir.co" title="">Observatorio - ODIR</a></li> </ul><a href="#0" title="Close Menu" class="header__overlay-close close-mobile-menu">Close</a> </nav> </div> </header> </div> <section class="s-content"> <div class="row interlineadoBlog"> <div> <p class="c6 c9"><span class="c11"></span></p> </div> <p class="c12"><span class="c8">PRINCIPALES CARACTER&Iacute;STICAS DE LOS REG&Iacute;MENES CIVIL Y COMERCIAL: UN AN&Aacute;LISIS SOBRE LA UNIFICACI&Oacute;N INTERNA DEL DERECHO PRIVADO</span></p> <p class="c22"><span class="c3 c15">Yeisson Coronel Avila</span></p> <p class="c1 c9 c13"><span class="c3 c15"></span></p> <p class="c1 c13"><span class="c8">I. Derecho patrimonial civil y comercial: entre unidad y divergencia</span></p> <p class="c1"><span class="c4">La unidad interna del derecho privado recae sobre las instituciones que lo fundamentan. Pero al tiempo, la historia de las mismas diverge apart&aacute;ndose en los extremos actuales. Ciertamente, los reg&iacute;menes de derecho civil y comercial tuvieron or&iacute;genes dis&iacute;miles, que marcaron su determinaci&oacute;n y evoluci&oacute;n. </span></p> <p class="c1"><span class="c5">El primero procede de la tradici&oacute;n romana, concretamente del </span><span class="c3">Corpus Iuris Civilis</span><span class="c5">&nbsp;de Justiniano, que es la culminaci&oacute;n de la tradici&oacute;n romana alrededor del derecho civil. No obstante, ser&iacute;a err&oacute;neo pasar por alto la diferencia del sistema de </span><span class="c3">ius privatum</span><span class="c5">&nbsp;entre </span><span class="c3">ius civile</span><span class="c5">&nbsp;e </span><span class="c3">ius gentium</span><span class="c5">, una subdivisi&oacute;n hist&oacute;rica del sistema de derecho privado, con seguridad la primera de este tipo, pues la condici&oacute;n subjetiva entre ambos los hace aplicables a esferas sociales diferenciadas, como se&ntilde;ala Gayo (I, 108-109), &nbsp;el derecho de la ciudad es </span><span class="c3">ius propium civium romanorum</span><span class="c5">, pues su fuente es el </span><span class="c3">Ius Quiritium</span><span class="c5">&nbsp;de car&aacute;cter formalista, r&iacute;gido y simple; en tanto el derecho de gentes es </span><span class="c3">ius quod naturalis ratio inter omnes homines</span><span class="c4">&nbsp;(Petit, 2007, pp. 20-22). Lo que implica que en la esfera del derecho de los extranjeros o de gentes se suscribieron las actividades de comercio internacional, ejercidas casi exclusivamente por no ciudadanos romanos. </span></p> <p class="c1"><span class="c5">Esta primera divergencia, determinante de las caracter&iacute;sticas del derecho privado moderno, imprimi&oacute; vitalidad al derecho romano. Despu&eacute;s de todo, fue el </span><span class="c3">ius gentium</span><span class="c5">&nbsp;el padre de la jurisprudencia, la consensualidad, la buena fe y los contratos libres como la compraventa, la sociedad y el mandato &nbsp;(Iglesias, ,1994, p. 42). Finalmente, y luego de un importante proceso de interpretaci&oacute;n por parte de los glosadores medievales, la consagraci&oacute;n cl&aacute;sica de la tradici&oacute;n romanista del derecho civil en la modernidad, se sabe, llegar&iacute;a en 1804 con la expedici&oacute;n del </span><span class="c3">Code Civil des fran&ccedil;aises</span><span class="c4">. </span></p> <p class="c1"><span class="c5">El derecho comercial tiene por su parte un origen mucho m&aacute;s contemporaneo. El derecho mercantil surgi&oacute; en la Edad Media de la mano de los comerciantes y artesanos en vista de las limitaciones que el derecho civil &nbsp;implicaba para el desarrollo de las actividades mercantiles (P&aacute;jaro, 2013, p. 6). Es decir, la regulaci&oacute;n comercial surgi&oacute; al interior de la comunidad o corporaciones de mercaderes como una forma de agilizar las operaciones econ&oacute;micas. Esas instituciones consuetudinarias con el tiempo se convertir&iacute;an en una verdadera </span><span class="c3">lex mercatoria</span><span class="c4">, y ser&iacute;an el antecedente del derecho comercial que se consolid&oacute; en el C&oacute;digo de Comercio franc&eacute;s de 1807.</span></p> <p class="c1"><span class="c4">Desde el paradigma de la codificaci&oacute;n francesa en el Siglo XIX, ambos reg&iacute;menes jur&iacute;dicos se presentaron, si no como opuestos, s&iacute; por lo menos como absolutamente irreconciliables. Esta dicotom&iacute;a entre los reg&iacute;menes de derecho civil y de derecho comercial, si bien obedeci&oacute; hist&oacute;ricamente a las circunstancias antes descritas, durante largo tiempo se mantuvo con base en algunos argumentos de car&aacute;cter dogm&aacute;tico que apelaban a se&ntilde;alar las diferencias existentes entre ambas ramas del derecho para sostener que su separaci&oacute;n resultaba tanto necesaria como adecuada. Dicha postura se estructuraba en torno a tres grandes pilares. A continuaci&oacute;n nos detendremos a examinar brevemente tales argumentos.</span></p> <p class="c1"><span class="c4">El primero de los argumentos se apoya en el estado de cosas que dio origen a la distinci&oacute;n entre las dos ramas del derecho privado. Como se&ntilde;ala Nicol&aacute;s P&aacute;jaro (2013), el origen del derecho comercial como una alternativa al derecho civil se tom&oacute; hist&oacute;ricamente como un argumento a favor de su independencia con respecto a &eacute;ste. El segundo y tercer argumento se encuentran estrechamente relacionados. Por una parte, se resaltaba el hecho de que las normas comerciales estar&iacute;an destinadas a unos &ldquo;sujetos cualificados&rdquo;, distintos a los comunes a quienes cobija por igual la ley civil. Estos sujetos ser&iacute;an los comerciantes, entendidos como aquellos individuos que se ocupan profesionalmente de la realizaci&oacute;n de actos mercantiles (P&aacute;jaro, 2013, p. 8). Y en tercer lugar, la autonom&iacute;a del derecho comercial con respecto al derecho civil tambi&eacute;n se construy&oacute; bajo la idea de que entre ambas regulaciones existe una diferencia con respecto a su objeto, en la medida en que la legislaci&oacute;n comercial vendr&iacute;a a ocuparse de los denominados &ldquo;actos de comercio&rdquo; (Creimer, 2016, p. 162).</span></p> <p class="c1"><span class="c4">Ahora bien, desde los &uacute;ltimos decenios del siglo XIX surgi&oacute; una postura contraria a la tradicional: se empez&oacute; a considerar la posibilidad (y hasta la necesidad) de unificar la legislaci&oacute;n civil y comercial bajo un mismo r&eacute;gimen general, especialmente en lo que tiene que ver con las obligaciones y los contratos. El autor paradigm&aacute;tico en este sentido es el italiano Cesare Vivante, quien en 1888 propuso la unificaci&oacute;n del derecho privado en un C&oacute;digo &Uacute;nico (Creimer, 2016, p. 168).</span></p> <p class="c1"><span class="c5">Con el surgimiento a fines del siglo XIX de la propuesta de unificaci&oacute;n de las legislaciones civil y comercial, tal postura ha ido ganando adeptos entre la dogm&aacute;tica iusprivatista. El principal argumento de los defensores de esta postura es la evidente y progresiva imbricaci&oacute;n de una y otra regulaci&oacute;n. Este fen&oacute;meno tiene dos manifestaciones. La primera es la ampliaci&oacute;n del derecho mercantil, o, como se ha dado en llamar, la &ldquo;comercializaci&oacute;n del derecho privado&rdquo; (Ripert, 2001, p. 320), con lo cual se hace referencia al hecho de que el derecho comercial habr&iacute;a permeado muchas esferas de la vida social, lo que ha llevado a que se produzca un predominio del ordenamiento mercantil en las operaciones econ&oacute;micas (Valdenebro, 2011, p. 8). Como se&ntilde;ala P&aacute;jaro (2013), en la actualidad muchos aspectos antes considerados como t&iacute;picamente civiles &nbsp;&ldquo;tienden a manejarse a trav&eacute;s de las figuras &lsquo;mercantiles&rsquo; del derecho de sociedades y los mecanismos de </span><span class="c3">financial</span><span class="c5">&nbsp;</span><span class="c3">planning</span><span class="c4">&rdquo;; adem&aacute;s, cada vez m&aacute;s &ldquo;herramientas t&iacute;picamente &lsquo;mercantiles&rsquo; como la propiedad industrial o los t&iacute;tulos-valores [est&aacute;n siendo] utilizadas por particulares no comerciantes&rdquo; (p. 11).</span></p> <p class="c1"><span class="c4">La segunda manifestaci&oacute;n tiene que ver con el hecho de que las normas civiles, especialmente en lo referente a las obligaciones y los contratos, hayan servido de base para muchas instituciones comerciales, de tal forma que estas &uacute;ltimas vendr&iacute;an a ser un derivado del r&eacute;gimen de derecho com&uacute;n (Galindo, 1981, pp. 214-215). En ese sentido, se ha se&ntilde;alado que entre las dos legislaciones existe una relaci&oacute;n de dependencia, en la medida en que las premisas dogm&aacute;ticas y filos&oacute;ficas de la legislaci&oacute;n mercantil estar&iacute;an contenidas en la civil.</span></p> <p class="c1"><span class="c4">La importancia que ha adquirido dicha tendencia unificadora del derecho privado puede comprobarse f&aacute;cilmente con una mirada r&aacute;pida a muchas de las legislaciones contempor&aacute;neas. Podr&iacute;an citarse como ejemplos de Estados que han unificado su derecho de las obligaciones: Suiza (1881), Turqu&iacute;a (1926) o Polonia (1934). Adem&aacute;s, comprenden materia civil y comercial c&oacute;digos como los de Italia (1942) Per&uacute; (1984), Paraguay (1987), Cuba (1988), Vietnam (1995), y Rusia (1994), s&oacute;lo por citar algunos ejemplos. Adem&aacute;s, en nuestro medio recientemente argentina (2015) tambi&eacute;n ha decidido unificar su regulaci&oacute;n comercial y civil.</span></p> <p class="c1 c13"><span class="c8">II. Reg&iacute;menes Civil y Comercial en Colombia: diferencias normativas sustanciales. </span></p> <p class="c1"><span class="c4">Una vez analizados los elementos epistemol&oacute;gicos e hist&oacute;ricos de los sistemas en estudio, realizaremos un breve esquema de las principales caracter&iacute;sticas complementarias y disidentes entre la legislaci&oacute;n civil y comercial. Para tal an&aacute;lisis empezaremos por dos principios singulares del r&eacute;gimen patrimonial de responsabilidad: el abuso del derecho y el enriquecimiento sin causa, toda vez que una de las caracter&iacute;sticas m&aacute;s notables de la legislaci&oacute;n comercial es la consagraci&oacute;n positiva de tales principios de derecho obligacional, y la identidad con el derecho civil en esta materia.</span></p> <p class="c1"><span class="c5">Sobre el abuso del derecho debemos se&ntilde;alar que si bien el desarrollo de este principio de responsabilidad </span><span class="c3">aquiliana </span><span class="c5">fue elaborado por la doctrina y la jurisprudencia, es hasta el Decreto 410 de 1971 (art. 882) que se consagra normativamente como fuente de responsabilidad (art. 830), buscando incorporar al ordenamiento positivo una limitaci&oacute;n al individualismo absoluto, incorporando en su lugar el principio de equidad, caracter&iacute;stico de los postulados modernos de derecho privado (Suesc&uacute;n, 2003).</span><sup class="c5 c14"><a href="#ftnt1" id="ftnt_ref1">[1]</a></sup><span class="c5">&nbsp;No obstante en la pr&aacute;ctica jurisdiccional, y siguiendo la tradici&oacute;n jurisprudencial, en virtud del art&iacute;culo </span><span class="c0 c16">1524 del C&oacute;digo Civil, esta acci&oacute;n se extiende m&aacute;s all&aacute; de la &oacute;rbita comercial.</span></p> <p class="c1"><span class="c0">El enriquecimiento sin causa, por su parte, se encuentra consagrado en el art&iacute;culo 831 del C&oacute;digo de Comercio, la primera forma positiva de este principio. Con anterioridad, y a partir del art&iacute;culo 8 de la Ley 153 de 1887, &nbsp;ven&iacute;a desarrollando en la jurisprudencia y la doctrina este postulado, que implica que ninguna persona, sin justa causa, pueda beneficiarse del esfuerzo de otra </span><span class="c5">(Suesc&uacute;n, 2003)</span><span class="c0">.</span><sup class="c0 c14"><a href="#ftnt2" id="ftnt_ref2">[2]</a></sup><span class="c0 c16">&nbsp;</span></p> <p class="c1"><span class="c5">Por otro lado, la teor&iacute;a de la imprevisi&oacute;n se presenta en el art&iacute;culo 868 del C. Cio. como un fen&oacute;meno novedoso en materia normativa frente a la ley civil,</span><sup class="c5 c14"><a href="#ftnt3" id="ftnt_ref3">[3]</a></sup><span class="c5">&nbsp;puesto que desvirt&uacute;a la m&aacute;xima </span><span class="c3">&ldquo;pacta sunt servanda&rdquo; </span><span class="c5">(art. 1602 C&oacute;d. Civil) de la concepci&oacute;n romana del derecho, tan arraigada en la ley civil &nbsp;(Suesc&uacute;n, 2003). Sobre la teor&iacute;a del riesgo contractual habr&iacute;a que decir que si bien en la legislaci&oacute;n civil impera el postulado </span><span class="c3">res perit debitori</span><span class="c5">&nbsp;(con excepci&oacute;n para los bienes de especie), en el r&eacute;gimen comercial los postulados </span><span class="c3">res perit creditori </span><span class="c5">y </span><span class="c3">res perit domino </span><span class="c5">son la regla general. Al respecto vale la pena mencionar lo confuso de la situaci&oacute;n, especialmente si se observan las reglas de la Convenci&oacute;n de Naciones Unidas sobre Contratos de Compraventa Internacional de Mercader&iacute;as, ratificado por Colombia (</span><span class="c5 c7">Oviedo, 2004</span><span class="c4">).</span></p> <p class="c1"><span class="c5">Con respecto a la buena fe del art&iacute;culo del 871 del C. Cio. baste con se&ntilde;alar que reproduce el contenido del art&iacute;culo 1603 del C. C., por lo cual no existe en este punto mayor discusi&oacute;n. No obstante, debemos resaltar que la buena fe consagrada en cada uno de los reg&iacute;menes responde a un &ldquo;</span><span class="c3">ethos</span><span class="c4">&rdquo; distinto, en tanto los est&aacute;ndares de diligencia divergen por sus cualidades objetivas. Adicionamos sobre el particular lo referente al art&iacute;culo 863 del C. Cio. que incorpora deberes legales de comportamiento precontractual ausentes en materia civil.</span></p> <p class="c1"><span class="c4">Es posible se&ntilde;alar adem&aacute;s las particularidades que incorpor&oacute; el derecho mercantil al sistema de derecho privado en materia de inexistencia y nulidad. Lo primero que se debe mencionar es la sistematizaci&oacute;n del estatuto mercantil, que incorpora las figuras de ineficacia (art. 897) e inexistencia (art. 898), ausente en las nulidades absoluta y relativa del estatuto civil, de forma que el fen&oacute;meno tan discutido cobra relevancia legal y se clarifica de una vez por todas con las normas mencionadas (Suesc&uacute;n, 2003). Vale se&ntilde;alar, que en los plazos ambas conservan igualdad. </span></p> <p class="c1"><span class="c4">Existen diferencias en las regulaciones en materia de derecho reales sobre la tradici&oacute;n de inmuebles. En tanto, el C&oacute;digo Civil requiere la inscripci&oacute;n en la oficina de registro (art. 756), el C&oacute;digo de Comercio adicionalmente hace necesaria la entrega (art. 922) (C&aacute;rdenas Mej&iacute;a, 2011, p. 4). Asimismo, sobre el tema de compraventa existen diferencias sobre las consecuencias de la evicci&oacute;n en ambos c&oacute;digos. Pues en la legislaci&oacute;n civil la evicci&oacute;n est&aacute; parcializada por los l&iacute;mites que imponen las normas (arts. 1904 a 1907), en tanto que en el C&oacute;digo de Comercio dispone que debe restituirse el precio e indemnizar plenamente los perjuicios (art. 940). Vale la pena mencionar que existen diferencias en el r&eacute;gimen de vicios ocultos. As&iacute;, sobre el nivel de diligencia que debe observar el comprador, en materia civil, se exige que no haya incurrido en culpa grave, salvo que se trate de un profesional (art. 1915), en tanto que en materia mercantil se requiere que no haya incurrido en culpa (art. 934), lo que significa no haya incurrido en culpa leve, y parad&oacute;jicamente no se regula particularmente la situaci&oacute;n del profesional (C&aacute;rdenas Mej&iacute;a, 2011, p. 4). Adem&aacute;s, existe una importante diferencia en materia prescripci&oacute;n, pues el C&oacute;digo Civil establece un r&eacute;gimen en el que se distingue seg&uacute;n el tipo de bien y la acci&oacute;n que se ejerce (arts. 1923 y 1926), en tanto que el C&oacute;digo de Comercio establece un t&eacute;rmino &uacute;nico (art. 938) (C&aacute;rdenas Mej&iacute;a, 2011, p. 4).</span></p> <p class="c1"><span class="c5">En lo que respecta a la teor&iacute;a de las obligaciones, entre los dos reg&iacute;menes tratados, resalta el art&iacute;culo 825 del C. Cio., que reglamenta en las obligaciones con presunci&oacute;n la solidaridad pasiva, </span><span class="c3">contrario sensu</span><span class="c4">&nbsp;al tratamiento civilista excepcional, que presume las obligaciones conjuntas. Paralelamente, el desarrollo en materia de contratos, al igual que en la teor&iacute;a general de las obligaciones, posee particularidades y complementariedades entre los dos reg&iacute;menes. A continuaci&oacute;n se&ntilde;alamos las m&aacute;s sobresalientes:</span></p> <p class="c1"><span class="c4">En el caso del mandato, ante la vaguedad de las normas civiles el art&iacute;culo 832 del C. Cio esclarece el asunto al se&ntilde;alar la representaci&oacute;n como elemento del mismo. Podr&iacute;a se&ntilde;alarse tambi&eacute;n la diferencia en la forma de concebir su objeto, pues en materia comercial se refiere a actos de comercio, en tanto en civil a cualquier negocio jur&iacute;dico. Tambi&eacute;n resaltamos la gratuidad en uno y la onerosidad en otro.</span></p> <p class="c1"><span class="c4">Con respecto a las arras el C&oacute;digo Civil se&ntilde;ala dos tipos, confirmatorias y de retracto, a las que jurisprudencialmente se han a&ntilde;adido las confirmatorias penales. Sin embargo, la ley comercial solo regula las arras retractatorias, y se inclina por dar una mayor prevalencia, como es natural, a la cl&aacute;usula penal (Suesc&uacute;n, 2003). </span></p> <p class="c1"><span class="c4">Sobre el contrato de prenda con tenencia, los dos c&oacute;digos difieren respecto a la naturaleza del contrato, por una parte la prenda civil es real (art. 2411) y puede versar sobre cosas ajenas (art. 2415), en tanto, la prenda mercantil es consensual (art. 1204) y no es v&aacute;lida cuando versa sobre cosa ajena (art. 1201) (C&aacute;rdenas Mej&iacute;a, 2011, p. 5).</span></p> <p class="c1"><span class="c5">Brevemente, sobre la promesa debe se&ntilde;alarse que en lo que respecta a las normas civiles no queda duda de que es requisito</span><span class="c3">&nbsp;sine qua non </span><span class="c5">que conste por escrito (art. 1611), mientras que en materia mercantil es por naturaleza consensual (art. 861 C.Cio), salvo cuando la naturaleza del contrato exija algo distinto, e. g., el contrato de sociedad (</span><span class="c5 c7">Bonivento, 2015)</span><span class="c4">.</span></p> <p class="c1"><span class="c5">Para terminar nos referiremos el contrato de mutuo, uno de los puntos m&aacute;s dis&iacute;miles entre los sistemas civil y mercantil, y donde se evidencian los elementos se&ntilde;alados en la primera etapa de este escrito. Seg&uacute;n lo precept&uacute;a el art&iacute;culo 2232 del C. C. los intereses legales, presunci&oacute;n a falta de estimaci&oacute;n del monto, se fijan en 6% anual, y se presume su inexistencia ante el silencio de las partes, caracter&iacute;stica de gratuidad propia de este sistema. No sucede lo mismo en materia comercial, pues all&iacute; la presunci&oacute;n del art&iacute;culo 1163 se&ntilde;ala expresamente la incorporaci&oacute;n de intereses, que han de entenderse como corrientes. Podr&iacute;a en este punto pensarse err&oacute;neamente que dicha distinci&oacute;n no corresponde a la realidad de las transacciones jur&iacute;dicas, pero es evidente que los sujetos en ambos reg&iacute;menes a&uacute;n poseen disposiciones e intereses negociales diferentes.</span><sup class="c5 c14"><a href="#ftnt4" id="ftnt_ref4">[4]</a></sup></p> <p class="c1"><span class="c4">No obstante, ambos sistemas no se encuentran del todo aislados, no solo por virtud de la cl&aacute;usula de integraci&oacute;n del articulo 822 del C. Cio, sino que sus fundamentos institucionales en materia de teor&iacute;a del negocio jur&iacute;dico, obligaciones y cumplimiento contractual, son elementos comunes en ambos sistemas, por lo menos en lo que respecta a la esencia. &nbsp; &nbsp;</span></p> <p class="c1 c13"><span class="c8">III. Unificaci&oacute;n del derecho de las obligaciones y los contratos en la Jurisprudencia</span></p> <p class="c1"><span class="c4">Como se&ntilde;alamos, para el siglo XX el debate de la unificaci&oacute;n del r&eacute;gimen de obligaciones y contratos al interior del derecho privado se encontraba caldeada; los argumentos principales se enderezaban a indicar que no exist&iacute;a una diferencia sustancial entre la naturaleza del derecho civil y el derecho mercantil y pod&iacute;a proceder la unificaci&oacute;n de las normas sobre bienes, obligaciones y contratos en un s&oacute;lo estatuto, que paralelamente regular&aacute; ambas &aacute;reas del derecho (Narv&aacute;ez, 2008, pp. 67-68). Lo anterior, por supuesto, sin olvidar que existen esenciales diferencias entre las din&aacute;micas de cada &aacute;rea del derecho, las cuales atienden a la necesidad socioecon&oacute;mica del mundo actual (Farina, 1999, p. 24). Pese a estas consideraciones, contempor&aacute;neamente el debate de la unificaci&oacute;n no ha tenido ya mayor calado a los ojos del legislador colombiano.</span></p> <p class="c1"><span class="c4">Al respecto, se considera conveniente elaborar un examen sucinto a la jurisprudencia nacional, puestos los ojos en la forma en que las diferentes Cortes han abordado el debate de la unificaci&oacute;n del derecho privado en nuestro pa&iacute;s, y la forma en que se ha pronunciado sobre el tema. Para ello se han seleccionado algunas sentencias hito en el tema, las cuales se acompa&ntilde;ar&aacute;n de un an&aacute;lisis sucinto y una conclusi&oacute;n general.</span></p> <p class="c1"><span class="c4">La Corte Constitucional Colombiana ha realizado el examen de varias demandas de constitucionalidad sobre el C&oacute;digo de Comercio y el C&oacute;digo Civil en las cuales se han impetrado cargos que versan principalmente sobre la vulneraci&oacute;n a la igualdad entre las diferentes consecuencias jur&iacute;dicas que asignan estos dos ordenamientos a supuestos de hecho relativamente similares (Corte Constitucional, C-364 de 2000). En dichas demandas, la Corte ha reconocido que los actos jur&iacute;dicos regulados por la Legislaci&oacute;n Mercantil y por la Civil presentan una naturaleza diversa entre ellos, no s&oacute;lo por la identidad de las esferas de aplicaci&oacute;n de cada estatuto, sino por la diversidad de aspectos que estos deben regular. Sin embargo, tambi&eacute;n reconoce la Corte que hay temas hom&oacute;logos en ambas legislaciones, por lo que es complejo definir l&iacute;mites y fronteras. Asimismo ha admitido que es la ley la que se encuentra llamada a resolver por cu&aacute;l r&eacute;gimen ser&aacute; regulado un acto. Se concluye entonces que para este alto tribunal existe el reconocimiento pac&iacute;fico de los dos ordenamientos.</span></p> <p class="c1"><span class="c4">Frente a la Corte Suprema de Justicia, es hito la sentencia del 5 de agosto de 2009, en la cual la Corte relata la historia de la ley Mercantil y se&ntilde;ala por qu&eacute; es diferente el derecho mercantil del civil, haciendo &eacute;nfasis en este como un derecho especial, creado por los comerciantes (con base en los principios del derecho civil) para permitir la actividad mercantil (Corte Suprema de Justicia, Ref.: 11001-3103-001-1999-01014-01). La Corte Suprema de Justicia reconoce que existen dos reg&iacute;menes jur&iacute;dicos y enfatiza la diferencia entre ellos, acentuando caracteres comunes a cada ordenamiento al tiempo que afirma su especialidad en el tratamiento de ciertos negocios jur&iacute;dicos.</span></p> <p class="c1"><span class="c4">Por &uacute;ltimo podr&iacute;a citarse a la Secci&oacute;n Cuarta del Consejo de Estado en sentencia del 24 de octubre de 2007, en la que se resolvi&oacute; la nulidad de un concepto de la DIAN mediante la cual se consideraba que tanto a las sociedades civiles como a las comerciales se les aplicaba la ley mercantil. El &nbsp;Consejo de Estado se&ntilde;al&oacute; que la Ley 222 de 1995 busc&oacute; unificar los reg&iacute;menes de las sociedades civiles y mercantiles sin que &eacute;sto implica terminar con aqu&eacute;llas, puesto que se buscaba unificar su situaci&oacute;n con el fin de facilitar el control y vigilancia del Estado. Como explica el Consejo de Estado, tanto las sociedades civiles como las mercantiles se rigen por un solo r&eacute;gimen dadas las necesidades del inter&eacute;s p&uacute;blico, ci&ntilde;&eacute;ndose a las disposiciones legales aplicables. Sin embargo, lo anterior no obsta para reconocer que en otras &aacute;reas se aplican los dos reg&iacute;menes sin mayor discusi&oacute;n, puesto que en virtud de la ley no existe unificaci&oacute;n frente a sus supuestos.</span></p> <p class="c1"><span class="c4">Dicho lo anterior, salta a la vista el pac&iacute;fico tratamiento jurisprudencial frente a la dualidad de los ordenamientos, reconociendo que cada estatuto se endereza a reconocer los supuestos de hecho espec&iacute;ficos de su &aacute;mbito. De igual modo se reconoce que existen puntos comunes, generalmente en el tratamiento de las obligaciones y con algunas variaciones en el manejo de los contratos y sociedades, asuntos que se encuentran sujetos a la ley y no a la jurisprudencia.</span></p> <p class="c1 c13"><span class="c21">IV. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Necesidades de modernizaci&oacute;n y unificaci&oacute;n entre los sistemas normativos de derecho privado. </span></p> <p class="c1"><span class="c4">La panor&aacute;mica interna del sistema de derecho patrimonial colombiano, seg&uacute;n se observa, puede inducir a la conclusi&oacute;n de que muchas de las diferencias normativas a nivel sustancial no poseen un justificaci&oacute;n plena, como se observa en los contratos de doble regulaci&oacute;n, o en los reg&iacute;menes de responsabilidad. Aun m&aacute;s, si consideramos que la normativa comercial se extiende a los casos en los cuales se ejecuta una operaci&oacute;n mercantil, aun sin la calidad de comerciante, entonces el universo de casos que justifican la dicotom&iacute;a comercial-civil, es reducido.</span></p> <p class="c1"><span class="c4">Este primer aspecto, se une con la imperiosa necesidad de asumir con coherencia los desaf&iacute;os planteados por el sistema constitucional, que han incidido en &eacute;l principios clave del derecho privado, como la libertad contractual. Otros desaf&iacute;os, son la globalizaci&oacute;n y la incorporaci&oacute;n de las nuevas tecnolog&iacute;as en el derecho privado, por ejemplo la suscripci&oacute;n de contratos, lo que implica reevaluar las solemnidades romanas del C&oacute;digo Civil, o los contratos por adhesi&oacute;n, que ponen en duda las nociones cl&aacute;sicas de negocio jur&iacute;dico (Rinc&oacute;n C&aacute;rdenas, 2010, p. 438). &nbsp; &nbsp;</span></p> <p class="c1"><span class="c4">Igualmente, el consumo en masa y las directivas del derecho del consumidor, que imponen un desaf&iacute;o de justicia contractual, ofrecen un problema de gran envergadura...</span></p> <p class="c1"><span class="c4">Pero, &iquest;Realmente es necesario un nuevo C&oacute;digo? Los problemas que experimenta el derecho patrimonial colombiano no poseen un ra&iacute;z normativa fuerte, sino que apuntan a una necesidad de modernizaci&oacute;n, por ejemplo en materia de garant&iacute;as, ambos sistemas son insuficientes (C&aacute;rdenas Mej&iacute;a, 2011, pp. 8-10). Justamente, no se trata de un cambio considerable en el &ldquo;ethos&rdquo; de los c&oacute;digos, pues en este aspecto la tendencia es global o mundial, y a nivel interno no posee una justificaci&oacute;n verdadera, y por el contrario los esfuerzos deben apuntar a macrocodificaciones regionales, como en los precoces intentos europeos, o a un c&oacute;digo internacional &uacute;nico.</span></p> <p class="c1"><span class="c4">Como se&ntilde;ala C&aacute;rdenas Mej&iacute;a (2011), los esfuerzo m&aacute;s convenientes en la materia deben apuntar a reformar aspectos a unificar, como el r&eacute;gimen general de ineficacia de los negocio jur&iacute;dicos (p. 9). Conservando las diferencias relevantes, como presunciones de onerosidad o gratuidad, que marcan aspectos importantes en las transacciones seg&uacute;n un criterio subjetivo. </span></p> <p class="c1"><span class="c8">Conclusi&oacute;n</span></p> <p class="c1"><span class="c4">En las p&aacute;ginas anteriores hemos querido hacer un an&aacute;lisis de la propuesta de unificaci&oacute;n del derecho privado que se ha desarrollado durante el &uacute;ltimo siglo, y que en las &uacute;ltimas d&eacute;cadas se ha concretado en la expedici&oacute;n de regulaciones unificadas en distintos pa&iacute;ses del mundo. Tambi&eacute;n hemos querido mostrar c&oacute;mo si bien en Colombia existen regulaciones diferenciadas, y que ello ha sido aceptado pac&iacute;ficamente por la jurisprudencia de las Cortes, no son pocos los traslapes y contradicciones existentes entre una y otra, las cuales, consideramos, son un resultado inevitable de nuestra legislaci&oacute;n bic&eacute;fala. </span></p> <p class="c1"><span class="c4">Frente a lo anterior, consideramos que si bien existen argumentos de m&eacute;rito que permiten apoyar la unificaci&oacute;n jur&iacute;dica de los dos reg&iacute;menes de derecho privado, no por ello debe ignorarse que entre uno y otro existen diferencias que no los hacen del todo equiparables. La alternativa correcta, creemos, es mantener una posici&oacute;n conciliadora: ni defender la existencia de dos regulaciones absolutamente opuestas, cual rostros de Jano; ni pretender borrar de un plumazo las diferencias edificadas con los siglos. La respuesta quiz&aacute;s est&eacute; en evitar el exceso y el defecto y, en un sentido muy aristot&eacute;lico, conservar un t&eacute;rmino medio.</span></p> <hr style="page-break-before:always;display:none;"> <p class="c1 c9"><span class="c4"></span></p> <p class="c12"><span class="c5">&nbsp;</span><span class="c8">Referencias</span></p> <p class="c1"><span class="c5">&nbsp;</span><span class="c8">Jurisprudencia</span></p> <p class="c1"><span class="c4">Colombia, Corte Constitucional, Sentencia del 29 de marzo de 2000. Magistrado Ponente: Alejandro Mart&iacute;nez Caballero (Sentencia C-364 de 2000). Recuperado de www.corteconstitucional.gov.co/relatoria/2000/c-364-00.htm</span></p> <p class="c1"><span class="c4">Colombia, Corte Constitucional, Sentencia del 26 de septiembre de 1996. Magistrado Ponente: Hernando Herrera Vergara (Sentencia C-485 de 1996). Recuperado de http://www.corteconstitucional.gov.co/relatoria/1996/C-485-96.htm</span></p> <p class="c1"><span class="c4">Colombia, Corte Constitucional. Sentencia del 12 de Septiembre de 1996, Magistrados Ponentes: Jos&eacute; Gregorio Hern&aacute;ndez Galindo y Eduardo Cifuentes Mu&ntilde;oz (Sentencia &nbsp;C-435 de 1996). Recuperado de &nbsp;http://www.corteconstitucional.gov.co/relatoria/1996/c-435-96.htm</span></p> <p class="c1"><span class="c4">Colombia, Corte Constitucional, Sentencia del 30 de octubre de 1995. Magistrado Ponente: Jorge Arango Mej&iacute;a (Sentencia C-485 de 1995). Recuperado de http://www.corteconstitucional.gov.co/relatoria/1995/C-485-95.htm</span></p> <p class="c1"><span class="c4">Colombia, Corte Constitucional, Sentencia del 16 de agosto de 1995. Magistrado Ponente: Jos&eacute; Gregorio Hern&aacute;ndez Galindo (Sentencia C-367 de 1995). Recuperado de http://www.corteconstitucional.gov.co/relatoria/1995/c-367-95.htm</span></p> <p class="c1"><span class="c4">Colombia, Corte Suprema de Justicia, Sentencia del 5 de Agosto de 2009, Magistrado Ponente: Arturo Solarte Rodr&iacute;guez (Ref.: 11001-3103-001-1999-01014-01)</span></p> <p class="c1"><span class="c4">Colombia, Corte Suprema de Justicia Sala de Casaci&oacute;n Civil, Sentencia de septiembre 12 de 2000, Magistrado Ponente: Jos&eacute; Fernando Ram&iacute;rez G&oacute;mez, (Expediente 5397).</span></p> <p class="c1"><span class="c4">Colombia, Consejo de Estado Secci&oacute;n Cuarta, Sentencia del 24 de Octubre de 2007, Consejero Ponente: Mar&iacute;a In&eacute;s Ort&iacute;z Barbosa, &nbsp;(Rad: 11001-03-27-000-2005-00054-00(15730)).</span></p> <p class="c1"><span class="c8">Doctrina</span></p> <p class="c1"><span class="c5">Bonivento, J. A. (2015). </span><span class="c3">Los principales contratos civiles y su paralelo con los comerciales.</span><span class="c4">&nbsp;Bogot&aacute;: Librer&iacute;a Ediciones del Profesional.</span></p> <p class="c1"><span class="c5">C&aacute;rdenas Mej&iacute;a, Juan Pablo. (2011). Notas sobre la unificaci&oacute;n y modernizaci&oacute;n del derecho privado en materia de obligaciones y contratos, </span><span class="c3">Revista de Derecho Privado</span><span class="c4">, n&uacute;m. 45, enero-junio, 2011, pp. 1-13.</span></p> <p class="c1"><span class="c5">Carvajal Arenas, L. (2006). La Unificaci&oacute;n de las Obligaciones Civiles y Comerciales. </span><span class="c3">Revista de Derecho de la Pontificia Universidad Cat&oacute;lica de Valpara&iacute;so</span><span class="c4">, XXVII, 37-53.</span></p> <p class="c1"><span class="c5">Creimer, I. (2016). Unificaci&oacute;n del Derecho Patrimonial Privado 159-177. </span><span class="c3">Revista de Derecho (UCUDAL)</span><span class="c5">. 2da &eacute;poca. A&ntilde;o 10. N&deg; 14 (dic. 2016). ISBN 1510-3714. ISBN on line 2393-6193 . DOI:</span><span class="c5 c10"><a class="c2" href="https://www.google.com/url?q=http://dx.doi.org/10.22235/rd.v0i14.123&amp;sa=D&amp;ust=1567466867463000">&nbsp;</a></span><span class="c5 c10 c17"><a class="c2" href="https://www.google.com/url?q=http://dx.doi.org/10.22235/rd.v0i14.123&amp;sa=D&amp;ust=1567466867463000">http://dx.doi.org/10.22235/rd.v0i14.123</a></span></p> <p class="c1"><span class="c5">Farina, J. (1999) </span><span class="c3">Contratos Comerciales Modernos.</span><span class="c4">&nbsp;Astrea: Buenos Aires.</span></p> <p class="c1"><span class="c5">Galindo I. (1981). Derecho civil y derecho mercantil En: </span><span class="c3">Estudios de derecho civil</span><span class="c4">. Pp. 203-216. M&eacute;xico, UNAM.</span></p> <p class="c1"><span class="c5">Iglesias, J. (1994). </span><span class="c3">Derecho romano</span><span class="c4">. Barcelona: Ariel. </span></p> <p class="c1"><span class="c5">Narv&aacute;ez, J. (2008) </span><span class="c3">Introducci&oacute;n al Derecho Mercantil.</span><span class="c4">&nbsp;Temis: Bogot&aacute;.</span></p> <p class="c1"><span class="c5">Oviedo, J. (2004). La transmisi&oacute;n de riesgos en el contrato de compraventa &mdash;Derecho colombiano y comparado&mdash;. </span><span class="c3">Universitas, n&deg; 108,</span><span class="c4">&nbsp;pp. 193-223.</span></p> <p class="c1"><span class="c5">P&aacute;jaro Moreno, Nicol&aacute;s (2013). Una propuesta metodol&oacute;gica para la unificaci&oacute;n de las obligaciones y de los contratos en Colombia. </span><span class="c3">Revista de Derecho Privado</span><span class="c4">, n&uacute;m. 49, enero-junio, 2013, pp. 1-49. Universidad de Los Andes Bogot&aacute;, Colombia.</span></p> <p class="c1"><span class="c5">Ripert, G. (2001). </span><span class="c3">Aspectos jur&iacute;dicos del capitalismo moderno. </span><span class="c4">Jos&eacute; Quero Morales. (Trad.). Granada, Espa&ntilde;a: Editorial Comares.</span></p> <p class="c1"><span class="c4">Petit, E. (2007). Tratado elemental de Derecho Romano. Editorial Porr&uacute;a. M&eacute;xico.</span></p> <p class="c1"><span class="c4">Rinc&oacute;n-c&aacute;rdenas, Erick. (2010). &Uacute;LTIMOS RETOS PARA EL DERECHO PRIVADO: LAS NUEVAS TECNOLOG&Iacute;AS DE LA INFORMACI&Oacute;N. Estudios Socio-Jur&iacute;dicos, [S.l.], v. 6, n. 2, p. 430-500, mar. 2010. ISSN 2145-4531. </span></p> <p class="c1"><span class="c5">Suesc&uacute;n, J. (2003). </span><span class="c3">Derecho privado: estudios de derecho civil y comercial contempor&aacute;neo</span><span class="c4">. Bogot&aacute;: Legis.</span></p> <p class="c1"><span class="c5">Valdenebro, J. (2011). Reflexiones sobre la unificaci&oacute;n de Civil y comercial: La cisg &nbsp;como criterio aconsejable Universidad de los Andes Facultad de Derecho.En: </span><span class="c3">Revista de Derecho Privado</span><span class="c4">&nbsp;N.o 45 &nbsp;Enero - Junio de 2011. ISSN 1909-7794.</span></p> <div> <p class="c6 c9"><span class="c11"></span></p> </div> <hr class="c19"> <div> <p class="c6"><a href="#ftnt_ref1" id="ftnt1">[1]</a><span class="c11">&nbsp;En el art&iacute;culo 95 de la Constituci&oacute;n Pol&iacute;tica de 1991 fue consagrado el mandato civil de respetar los derechos ajenos y no abusar de los propios, como principio de rango constitucional, lo cual armoniza de forma expl&iacute;cita con el postulado mercantil. </span></p> </div> <div> <p class="c6"><a href="#ftnt_ref2" id="ftnt2">[2]</a><span>&nbsp;La acci&oacute;n para obtener el restablecimiento patrimonial es la denominada </span><span class="c20">actio in rem verso</span><span class="c11">. Los elementos necesarios para configurar esta acci&oacute;n son: a) que exista un enriquecimiento por parte del demandado, b) que exista un empobrecimiento relativo, a costa del demandante, c) que no medie justa causa, es decir, que no exista negocio jur&iacute;dico, hecho il&iacute;cito o causa legal, y d) que no exista otra acci&oacute;n legal para obtener las pretensiones (Suesc&uacute;n, 2003, p. 14).</span></p> </div> <div> <p class="c6"><a href="#ftnt_ref3" id="ftnt3">[3]</a><span class="c11">&nbsp;Si bien no existe en el Estatuto Civil regla que incorpore la teor&iacute;a de la imprevisi&oacute;n, la jurisprudencia desde la Corte de Oro deduc&iacute;a del ordenamiento jur&iacute;dico vigente tal regla. Revisar: Sentencia del 23 de mayo de 1938, Sala de Casaci&oacute;n Civil, Magistrado Ponente: Arturo Tapias Pilonieta. &nbsp; </span></p> </div> <div> <p class="c6"><a href="#ftnt_ref4" id="ftnt4">[4]</a><span class="c11">&nbsp;Esta postura a sido sostenida por la jurisprudencia, especialmente por Sentencia del 5 de agosto de 2009 de la Corte Suprema de Justica, Magistrado Ponente: Arturo Solarte Rodr&iacute;guez (Ref.: 11001-3103-001-1999-01014-01).</span></p> </div> </div> </section> <section class="s-extra"> <div class="row top"> <div class="col-eight md-six tab-full popular"> <h3>Blog: Publicaciones Recientes.</h3> <div class="block-1-2 block-m-full popular__posts"> <?php /* Datos de la base de datos*/ $usuario = "derechoy_vista"; $password = "DERECHOYECONOMIA#2019"; $servidor = "localhost"; $basededatos = "derechoy_blog"; /* creación de la conexión a la base de datos con mysql_connect() */ $conexion = mysqli_connect($servidor, $usuario, $password) or die("No se conectó al servidor"); /*mysqli_query("SET NAMES 'utf8'"); Selección del a base de datos a utilizar */ $db = mysqli_select_db($conexion, $basededatos) or die("No se conectó a base de datos"); /* establecer y realizar consulta. guardamos en variable. */ $consulta = "SELECT * FROM blog_recientes ORDER BY prioridad DESC;"; $resultado = mysqli_query($conexion, $consulta) or die("Error en consulta Base de Datos"); /* Motrar el resultado de los registro de la base de datos Bucle while que recorre cada registro y muestra cada campo en la tabla. */ $i = 0; while ($columna = mysqli_fetch_array($resultado)) { if ($i == 4) { break; } echo $columna['script']; $i++; } /* cerrar conexión de base de datos*/ mysqli_close($conexion); ?> </div> </div> </div> </section> <footer class="s-footer"> <div class="s-footer__main"> <div class="row"> <div class="col-two md-four mob-full s-footer__sitelinks"> <h4>ENLACES</h4> <ul class="s-footer__linklist"> <li><a href="index.html">Inicio</a></li> <li><a href="acercade.html">Nosotros</a></li> <li><a href="publicaciones.html">Publicaciones</a></li> <li><a href="https://www.hipertexto-comercial.derechoyeconomia-un.com">Hipertexto</a></li> <li><a href="blog.html">Blog</a></li> <li><a href="https://www.odir.co">Observatorio - ODIR</a></li> </ul> </div> <div class="col-two md-four mob-full s-footer__social"> <h4>REDES SOCIALES</h4> <ul class="s-footer__linklist"> <li><a href="https://bit.ly/2WmTRzr">Facebook</a></li> <li><a href="https://bit.ly/2UYc6Lg">Twitter</a></li> <li><a href="https://www.linkedin.com/in/grupo-derecho-y-economia/">LinkedIn</a></li> <li><a href="https://bit.ly/2usay0x ">Academia</a></li> <li><a href="https://bit.ly/2HNiC4T">Researchgate</a></li><a href="https://bit.ly/2WmTRzr"><i class="fa fa-facebook" aria-hidden="true"></i></a><a href="https://bit.ly/2UYc6Lg"><i class="fa fa-twitter" aria-hidden="true"></i></a><a href="https://www.linkedin.com/in/grupo-derecho-y-economia"><i class="fa fa-linkedin" aria-hidden="true"></i></a> </ul> </div> <div class="md-four mob-full col-five md-full s-footer__sitelinks"> <h4>ENLACES ADICIONALES</h4> <ul class="s-footer__linklist"> <li><a href="http://www.unal.edu.co"><img class="img-responsive" src="images/logo-unal-ce.png" alt=""></a></li> <li><a href="http://www.hermes.unal.edu.co/pages/Consultas/Grupo.xhtml;jsessionid=2D8E0BE42E02E97C1540984CC5835EE4.tomcat4?idGrupo=1452&opcion=1"><img class="img-responsive" src="images/hermes.png" alt=""></a></li> </ul> </div> <div class="col-three mob-full s-footer__sitelinks"> <h4>CONTÁCTENOS</h4> <P style="align-content:flex-end; text-align: right;"> info@derechoyeconomia-un.com <br>Facultad de Derecho Ciencias Políticas y Sociales <br>Universidad Nacional de Colombia </P> </div> </div> </div> <div class="s-footer__bottom"> <div class="row"> <div class="col-full"> <div class="go-top"><a class="smoothscroll" title="Back to Top" href="#top"></a></div> </div> </div> </div> </footer> <div id="preloader"> <div id="loader"><img src="images/logof.png" alt=""></div> </div> <script src="js/jquery-3.2.1.min.js"></script> <script src="js/plugins.js"></script> <script src="js/main.js"></script></body></html>